{"posts":[{"title":"财富自由之路","text":"120%盲目自信自我的将来一定会很好 1、正确的方法做正确的事 2、长期持续地用正确的方法做正确的事 成长曲线​ 突破成本线，在此之前的一切逆境，困难，挣扎都是成本。无论是学习成本抑或生活成本 财富自由的定义：再也不用为了满足生活必需而出售自己的时间 终生学习的观念：学生；学习学习再学习起步 最小必要知识：MAKE - minimal actionable knowledge experience 用！ 尽快开始过程 尽快度过过程 执行、专注、改进 三种个人商业模式 一份时间出售1次 同一份时间出售多次 购买他人的时间再卖出去 第一种模式： 提高单位时间售价 提高时间销售数量 1234567市场对自我的估值与自我提供的价值 时刻应该关注的是自我的持续成长，而不是成交价 为他人打工的同时，为自己打工 少说话多做事，默默前行， 第二种模式： 产品，能持续地满足市场刚需 消费者以为的刚需 第三种模式： 时间&gt;金钱 把时间投资到自己的成长上 自己的操作系统 概念与关联 价值观与方法论 实验与践行 价值观决定选择，选择促成行动，行动构成命运 注意力&gt;时间&gt;金钱 三个大坑： 凑热闹 随大流 为别人操心 提高长时间集中注意力的方法：入定、打坐、坐享 元认知能力：认知的认知，意识到自己在思考，进一步意识到自己在思考什么，判断自己的思考方式和思考结果是否正确，能够纠正 枷锁 100%的安全感，肯定会将自己困在永恒的当下 必须放弃一部分安全感，才能长期、深入地观察和思考 让自己的元认知活在未来 用正确的方法去做正确的事情 让自己成为贵人 越是朴素的道理越是永恒 求助是一种交易，不仅如此，它还是一种隐蔽却意义巨大的交易 人生本无意义，意义是活出来的吧？ 你如何对待这个世界，这个世界就如何对待你 戒掉抱怨，抱怨只是无能和无奈的表现，远离抱怨之人，它会让一个人失去挣扎的能力和承受的坚韧，它的害怕之处在于让一个人不由自主地放弃挣扎。 决定自我的驱动力：刚需 人所拥有的任何东西，都可以被剥夺，唯独人性最后的自由—也就是在任何境遇中选择一己的态度和生活方式的自由—不能被剥夺。 耐心：对未来保持耐心，不要短视 现状：过往的积累无法改变 选择正确的难受，只要有足够的耐心，一切的能力都是可以习得的。","link":"/2022/08/13/%E8%B4%A2%E5%AF%8C%E8%87%AA%E7%94%B1%E4%B9%8B%E8%B7%AF/"},{"title":"成长、爱情和婚姻","text":"&emsp;&emsp;成长，爱情，婚姻，可能是20多岁这个年龄段比较苦恼的三件事情，一方面我们步向社会，慢慢适应社会的节奏，从学生到社会一员这一角色的转变，带着金字塔尖那份骄傲走出来，发现这份骄傲带给你的只有一时的光环作用，社会更看重个人价值，能力贡献，说白了就是等价交换，不管是技能、资本、人脉抑或其他可利用的资源，都被他人当作你的价值所在，你身上会自带一个标签，大家会利用那个标签来评判你的利用价值，这些都在人际交往的细节中能体现出来，社交就是一种互利互惠的活动，标签化印象化是你能给与他人对你认知最快的方式。 &emsp;&emsp;在社会中不再像学生阶段般，大家都是平等地接受教育，学习，考试，以成绩来定论一个人。 &emsp;&emsp;不得承认好多在校成绩优秀的学生进入社会会有一份失落感，不再以成绩来定论一个人的价值，而是多方面的能力，这能力是个笼统的概念，也即是如上所说，不再是你个人产生的影响，涉及到各个层面的关系，利用好这各方面的资源，对于个人的发展有各种好处。 &emsp;&emsp;关于爱情，私以为触不可及，也不算，只不过在遇到适合的人之前都不愿随便发展一段感情，毕竟爱情需要成本，不管感情上、精力上抑或经济上，很多时候，上层建筑是需要下层建筑来支撑的，这一点在初中政治课上早有认知，爱情亦然，这个社会越来越不相信爱情，讲究门当户对，高中课上年过半百的数学老师直言道，但我们不以为然，我们相信着那没有面包的爱情，纯真动人，可以为了爱不顾一切。但随着成长，你会发觉这个世界很不公平，爱情是一件很奢侈的东西，见过一些人和事，发现爱情有时不堪一击，那般脆弱，因为我们身处这个大环境中，我们的观念，视角不再受那书中狭隘的爱情观所枷锁，欲望在膨胀，观念在刷新，影响着我们的选择，我们的考虑。但不管如何，谁都享有爱情的权利，既然两情相悦，惺惺相惜，那就去体验吧，至少不会成为人生的一大遗憾。 &emsp;&emsp;关于婚姻，常听说婚姻是爱情的坟墓，貌似爱情的终点就是婚姻，成为枷锁两个人一生的苦链，我无法评判先辈的经验之谈，未到那个年纪未有那般体会也不好说什么。但至少我是向往婚姻的，婚姻应该是两个人爱情的结晶，是对彼此相依为命，厮守终生的一种承诺，未来的事情我们不能预测与知晓，但我们在那一刻的选择就是我们那一刻所相信着的想法，既然相信着那就相信自己的选择，一起去面对生活的柴米油盐，面对生活的欢声笑语。生活不可能永远一帆风顺，婚姻也如此，任何一段成功的婚姻无不是两个人共同参与，共同构建的结果，这其中的酸甜苦辣也只有你们两个知道，正是一起走过，一起面对，齐步并进，婚姻才会幸福而美满，只向往美好而不考虑艰辛，只憧憬快乐而忽视痛苦，那是自私者的想法 ，爱与被爱都是相互的，好的婚姻应当是相互扶持，相互关爱，包容理解，所以见到一些老年后依然彼此关爱，互相尊重的夫妻，才会感叹好的婚姻的难能可贵，因为生活的重担很容易消耗感情，消耗彼此的耐心，一旦风雨来临，就能见证婚姻的坚固性。","link":"/2022/08/01/%E6%88%90%E9%95%BF%E3%80%81%E5%B7%A5%E4%BD%9C%E5%92%8C%E7%88%B1%E6%83%85/"},{"title":"wallpaper-zero","text":"","link":"/2022/08/02/%E5%A3%81%E7%BA%B8%E5%88%86%E4%BA%AB/"}],"tags":[{"name":"读书笔记","slug":"读书笔记","link":"/tags/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B0/"},{"name":"思想仓库","slug":"思想仓库","link":"/tags/%E6%80%9D%E6%83%B3%E4%BB%93%E5%BA%93/"},{"name":"mac-wallpaper","slug":"mac-wallpaper","link":"/tags/mac-wallpaper/"}],"categories":[],"pages":[{"title":"Categories","text":"","link":"/categories/index.html"},{"title":"about","text":"","link":"/about/index-1.html"},{"title":"Tags","text":"","link":"/tags/index.html"}]}